tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "k9s"
brew "openjdk"
brew "maven"
brew "nvm"
brew "pnpm"
brew "python@3.10"
brew "rename"
brew "ruby"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "vcprompt"
brew "wget"
brew "yadm"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "keepassxc"
cask "licecap"
cask "mongodb-compass"
cask "postman"
cask "rectangle"
cask "rocket-chat"
cask "spotify"
cask "visual-studio-code"
