tap "homebrew/bundle"
tap "mongodb/brew"
brew "bash"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "go"
brew "hugo"
brew "id3v2"
brew "jq"
brew "k9s"
brew "kubectx"
brew "openjdk"
brew "maven"
brew "nvm"
brew "openjdk@17"
brew "pnpm"
brew "qemu"
brew "podman"
brew "python@3.10"
brew "python@3.11"
brew "rename"
brew "ruby"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "vcprompt"
brew "wget"
brew "yadm"
brew "yarn"
brew "mongodb/brew/mongodb-database-tools"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "keepassxc"
cask "licecap"
cask "mongodb-compass"
cask "podman-desktop"
cask "postman"
cask "rectangle"
cask "rocket-chat"
cask "spotify"
cask "time-out"
cask "visual-studio-code"
cask "vlc"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "csstools.postcss"
vscode "DanielSanMedium.dscodegpt"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "jetmartin.bats"
vscode "mathiasfrohlich.Kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "ryanpavlik.khr-reflow-vsc"
vscode "SonarSource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "TabNine.tabnine-vscode"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "wayou.vscode-todo-highlight"
vscode "wiggin77.codedox"
vscode "ZixuanChen.vitest-explorer"
