tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "docker"
brew "git"
brew "k9s"
brew "openjdk"
brew "maven"
brew "nvm"
brew "rename"
brew "ruby"
brew "spaceship"
brew "starship"
brew "the_silver_searcher"
brew "vcprompt"
brew "wget"
brew "yadm"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "mongodb-compass"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
