# Core Homebrew
brew 'bash'
brew 'bash-completion'
brew 'curl'
brew 'shellcheck'
brew 'thefuck'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yadm'
brew 'yarn'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'